<!doctype html>



  


<html class="theme-next pisces use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="LiDAR," />








  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x603B;&amp;#x8FF0;&amp;#x3000;&amp;#x3000;&amp;#x672C;&amp;#x8BBA;&amp;#x6587;&amp;#x8BBE;&amp;#x8BA1;&amp;#x4E00;&amp;#x4E2A;&amp;#x7CFB;&amp;#x7EDF;&amp;#xFF0C;&amp;#x8BC6;&amp;#x522B;&amp;#x57CE;&amp;#x5E02;&amp;#x9053;&amp;#x8DEF;&amp;#x73AF;&amp;#x5883;&amp;#x4E0B;&amp;#x91C7;&amp;#x96C6;">
<meta property="og:type" content="article">
<meta property="og:title" content="Shape-based Recognition of 3D Point Clouds in Urban Environment">
<meta property="og:url" content="http://yoursite.com/2017/06/16/Shape-based-recognition/index.html">
<meta property="og:site_name" content="RiHui-Song's Blog">
<meta property="og:description" content="&amp;#x603B;&amp;#x8FF0;&amp;#x3000;&amp;#x3000;&amp;#x672C;&amp;#x8BBA;&amp;#x6587;&amp;#x8BBE;&amp;#x8BA1;&amp;#x4E00;&amp;#x4E2A;&amp;#x7CFB;&amp;#x7EDF;&amp;#xFF0C;&amp;#x8BC6;&amp;#x522B;&amp;#x57CE;&amp;#x5E02;&amp;#x9053;&amp;#x8DEF;&amp;#x73AF;&amp;#x5883;&amp;#x4E0B;&amp;#x91C7;&amp;#x96C6;">
<meta property="og:updated_time" content="2017-06-16T07:55:01.210Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="Shape-based Recognition of 3D Point Clouds in Urban Environment">
<meta name="twitter:description" content="&amp;#x603B;&amp;#x8FF0;&amp;#x3000;&amp;#x3000;&amp;#x672C;&amp;#x8BBA;&amp;#x6587;&amp;#x8BBE;&amp;#x8BA1;&amp;#x4E00;&amp;#x4E2A;&amp;#x7CFB;&amp;#x7EDF;&amp;#xFF0C;&amp;#x8BC6;&amp;#x522B;&amp;#x57CE;&amp;#x5E02;&amp;#x9053;&amp;#x8DEF;&amp;#x73AF;&amp;#x5883;&amp;#x4E0B;&amp;#x91C7;&amp;#x96C6;">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Pisces',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 0,
      author: '博主'
    }
  };
</script>




  <link rel="canonical" href="http://yoursite.com/2017/06/16/Shape-based-recognition/"/>

  <title> Shape-based Recognition of 3D Point Clouds in Urban Environment | RiHui-Song's Blog </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  



  <script type="text/javascript">
    var _hmt = _hmt || [];
    (function() {
      var hm = document.createElement("script");
      hm.src = "//hm.baidu.com/hm.js?c97bce939065fd18febbf66a9c21abc7";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>








  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">RiHui-Song's Blog</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle"></p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                Shape-based Recognition of 3D Point Clouds in Urban Environment
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2017-06-16T15:46:26+08:00" content="2017-06-16">
              2017-06-16
            </time>
          </span>

          
            <span class="post-category" >
              &nbsp; | &nbsp;
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="https://schema.org/Thing">
                  <a href="/categories/Paper/" itemprop="url" rel="index">
                    <span itemprop="name">Paper</span>
                  </a>
                </span>

                
                

              
            </span>
          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2017/06/16/Shape-based-recognition/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2017/06/16/Shape-based-recognition/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <h2 id="&#x603B;&#x8FF0;"><a href="#&#x603B;&#x8FF0;" class="headerlink" title="&#x603B;&#x8FF0;"></a>&#x603B;&#x8FF0;</h2><p>&#x3000;&#x3000;&#x672C;&#x8BBA;&#x6587;&#x8BBE;&#x8BA1;&#x4E00;&#x4E2A;&#x7CFB;&#x7EDF;&#xFF0C;&#x8BC6;&#x522B;&#x57CE;&#x5E02;&#x9053;&#x8DEF;&#x73AF;&#x5883;&#x4E0B;&#x91C7;&#x96C6;&#x7684;3D&#x70B9;&#x4E91;&#x4E2D;&#x7684;&#x7269;&#x4F53;&#x3002;&#x7CFB;&#x7EDF;&#x4E00;&#x5171;&#x5206;&#x4E3A;4&#x4E2A;&#x90E8;&#x5206;&#xFF0C;&#x5206;&#x522B;&#x4E3A;&#x5B9A;&#x4F4D;&#x3001;&#x5206;&#x5272;&#x3001;&#x7279;&#x5F81;&#x63D0;&#x53D6;&#x3001;&#x5206;&#x7C7B;&#xFF0C;&#x901A;&#x8FC7;&#x8FD9;&#x4E2A;&#x7CFB;&#x7EDF;&#x68C0;&#x6D4B;&#x57CE;&#x5E02;&#x73AF;&#x5883;&#x7684;&#x5C0F;&#x7269;&#x4F53;&#x3002;</p>
<a id="more"></a>
<h2 id="&#x52A8;&#x673A;"><a href="#&#x52A8;&#x673A;" class="headerlink" title="&#x52A8;&#x673A;"></a>&#x52A8;&#x673A;</h2><p>&#x3000;&#x3000;&#x76EE;&#x524D;&#x7684;&#x7269;&#x4F53;&#x8BC6;&#x522B;&#x7B97;&#x6CD5;&#x6CA1;&#x6709;&#x8DB3;&#x591F;&#x7684;&#x9C81;&#x68D2;&#x6027;&#x5728;&#x51CC;&#x4E71;&#x7684;&#x57CE;&#x5E02;&#x73AF;&#x5883;&#x4E2D;&#x81EA;&#x52A8;&#x63D0;&#x53D6;&#x51FA;&#x5C0F;&#x7269;&#x4F53;&#xFF0C;&#x800C;&#x4EBA;&#x5DE5;&#x6253;&#x6807;&#x7B7E;&#x65B9;&#x6CD5;&#x9700;&#x8981;&#x5927;&#x91CF;&#x7684;&#x4EBA;&#x529B;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x672C;&#x8BBA;&#x6587;&#x8BBE;&#x8BA1;&#x4E00;&#x4E2A;&#x7CFB;&#x7EDF;&#x7ED9;&#x57CE;&#x5E02;&#x73AF;&#x5883;&#x4E2D;&#x7684;&#x5C0F;&#x7269;&#x4F53;&#x6253;&#x6807;&#x7B7E;&#x7684;&#x7CFB;&#x7EDF;&#x3002;</p>
<h2 id="&#x8D21;&#x732E;"><a href="#&#x8D21;&#x732E;" class="headerlink" title="&#x8D21;&#x732E;"></a>&#x8D21;&#x732E;</h2><p>&#x3000;&#x3000;1. &#x901A;&#x8FC7;&#x5B9A;&#x4F4D;&#x3001;&#x5206;&#x6BB5;&#x3001;&#x63CF;&#x8FF0;&#x3001;&#x5206;&#x7C7B;&#x80FD;&#x5206;&#x8FA8;&#x51FA;65%&#x7684;&#x5C0F;&#x7269;&#x4F53;&#x3002;</p>
<p>&#x3000;&#x3000;2. &#x5BF9;&#x4E8E;&#x7CFB;&#x7EDF;&#x7684;&#x6BCF;&#x4E00;&#x4E2A;&#x90E8;&#x5206;&#x90FD;&#x63D0;&#x51FA;&#x4E86;&#x82E5;&#x5E72;&#x4E2A;&#x53EF;&#x80FD;&#x7684;&#x89E3;&#x51B3;&#x529E;&#x6CD5;&#xFF0C;&#x5E76;&#x8BC4;&#x4F30;&#x4E86;&#x4ED6;&#x4EEC;&#x7684;&#x6027;&#x80FD;&#x3002;</p>
<h2 id="&#x65B9;&#x6CD5;"><a href="#&#x65B9;&#x6CD5;" class="headerlink" title="&#x65B9;&#x6CD5;"></a>&#x65B9;&#x6CD5;</h2><h4 id="&#x5B9A;&#x4F4D;"><a href="#&#x5B9A;&#x4F4D;" class="headerlink" title="&#x5B9A;&#x4F4D;"></a>&#x5B9A;&#x4F4D;</h4><p>&#x3000;&#x3000;&#x5B9A;&#x4F4D;&#x8981;&#x505A;&#x7684;&#x662F;&#x5728;3D&#x70B9;&#x4E91;&#x4E2D;&#x627E;&#x5230;&#x5404;&#x4E2A;&#x7269;&#x4F53;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x5E76;&#x4E14;&#x8FD9;&#x4E2A;&#x4F4D;&#x7F6E;&#x6700;&#x597D;&#x53EF;&#x4EE5;&#x9760;&#x8FD1;&#x7269;&#x4F53;&#x7684;&#x4E2D;&#x5FC3;&#x3002;&#x867D;&#x7136;&#x65B9;&#x6CD5;&#x603B;&#x6709;&#x6F0F;&#x68C0;&#x548C;&#x8BEF;&#x68C0;&#x5B58;&#x5728;&#xFF0C;&#x4F46;&#x662F;&#x5728;&#x5B9A;&#x4F4D;&#x8FD9;&#x4E2A;&#x6B65;&#x9AA4;&#x7684;&#x8BEF;&#x68C0;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x540E;&#x9762;&#x7684;&#x6B65;&#x9AA4;&#x8FDB;&#x884C;&#x5408;&#x5E76;&#x6216;&#x8005;&#x6D88;&#x9664;&#xFF0C;&#x6240;&#x4EE5;&#x5728;&#x5B9A;&#x4F4D;&#x7684;&#x65F6;&#x5019;&#x5C3D;&#x91CF;&#x591A;&#x68C0;&#x6D4B;&#x4E00;&#x4E9B;&#x53EF;&#x80FD;&#x7684;&#x4F4D;&#x7F6E;&#x3002;</p>
<p>&#x7B97;&#x6CD5;&#x5B9E;&#x73B0;&#xFF1A;</p>
<ol>
<li><p>&#x627E;&#x5230;&#x5C5E;&#x4E8E;&#x5C0F;&#x7269;&#x4F53;&#x7684;&#x70B9;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x79FB;&#x9664;&#x5730;&#x9762;&#x70B9;&#xFF08;uniformly spaced positions with iterative plane fitting&#xFF09;&#x3001;&#x5B64;&#x7ACB;&#x7684;&#x70B9;&#xFF08;&#xFF1F;&#xFF09;&#x3001;&#x5EFA;&#x7B51;&#x7269;&#xFF08;&#x901A;&#x8FC7;&#x79FB;&#x9664;&#x5927;&#x7684;&#x8FDE;&#x901A;&#x90E8;&#x5206;&#xFF09;</p>
</li>
<li><p>&#x7528;&#x5269;&#x4E0B;&#x7684;&#x70B9;&#x4E91;&#x751F;&#x6210;&#xFF12;&#xFF24;&#x4FEF;&#x89C6;&#x56FE;&#xFF08;&#x7528;&#x9AD8;&#x7A0B;&#x4FE1;&#x606F;&#x4F5C;&#x4E3A;&#x201C;&#x50CF;&#x7D20;&#x201D;&#xFF09;&#xFF0C;&#x4F7F;&#x7528;&#x56FE;&#x50CF;&#x5904;&#x7406;&#x65B9;&#x6CD5;&#x627E;&#x5230;local maxima&#xFF08;&#x5C40;&#x90E8;&#x6700;&#x5927;?&#xFF09;&#x3002;&#x53EF;&#x7528;&#x7684;&#x65B9;&#x6CD5;&#x6709;&#xFF1A;</p>
</li>
</ol>
<p>&#x3000;&#x3000;2-1 &#x7B2C;&#x4E00;&#x79CD;&#x65B9;&#x6CD5;&#x662F;&#x5C06;&#x6700;&#x5927;&#x9AD8;&#x7A0B;&#x4F5C;&#x4E3A;&#x6BCF;&#x4E2A;&#x50CF;&#x7D20;&#x70B9;&#x7684;&#x503C;&#xFF0C;&#x7136;&#x540E;&#x7528;&#x9AD8;&#x65AF;&#x6EE4;&#x6CE2;&#x5668;&#x7684;&#x5DEE;&#x5F02;&#x627E;&#x5230;&#x9AD8;&#x9891;&#xFF0C;&#x518D;&#x5229;&#x7528;&#x9608;&#x503C;&#x627E;&#x5230;&#x5C0F;&#x7269;&#x4F53;&#x3002;&#x8FD9;&#x4E2A;&#x65B9;&#x6CD5;&#x53EF;&#x4EE5;&#x6709;&#x6548;&#x7684;&#x627E;&#x5230;&#x5B64;&#x7ACB;&#x7684;&#x5C0F;&#x7269;&#x4F53;&#xFF0C;&#x4F46;&#x662F;&#x5F88;&#x96BE;&#x5728;&#x51CC;&#x4E71;&#x7684;&#x73AF;&#x5883;&#x4E2D;&#x627E;&#x5230;&#x6C7D;&#x8F66;&#x548C;&#x5C0F;&#x7269;&#x4F53;&#x3002;</p>
<p>&#x3000;&#x3000;2-2 &#x7B2C;&#x4E8C;&#x79CD;&#x65B9;&#x6CD5;&#x662F;&#x5BFB;&#x627E;&#x70B9;&#x4E91;&#x5BC6;&#x5EA6;&#x7684;&#x5C40;&#x90E8;&#x6700;&#x5927;&#x5904;&#xFF08;&#x8BBA;&#x6587;&#x4E2D;&#x9009;&#x62E9;&#xFF12;&#xFF4D;&#x4F5C;&#x4E3A;&#x6C34;&#x5E73;&#x8DDD;&#x79BB;&#x7684;&#x5747;&#x503C;&#x6F02;&#x79FB;&#x7B97;&#x6CD5;&#xFF09;&#x3002;&#x8FD9;&#x4E2A;&#x65B9;&#x6CD5;&#x6709;&#x4E24;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x4E00;&#x4E2A;&#x662F;&#x5982;&#x679C;&#x8981;&#x68C0;&#x6D4B;&#x8DB3;&#x591F;&#x5C0F;&#x7684;&#x7269;&#x4F53;&#xFF0C;&#x9700;&#x8981;&#x628A;&#x521D;&#x59CB;&#x5B9A;&#x4F4D;&#x7A7A;&#x95F4;&#x8BBE;&#x5B9A;&#x5F97;&#x8DB3;&#x591F;&#x5C0F;&#xFF0C;&#x8FD9;&#x4F1A;&#x5BFC;&#x81F4;&#x4E0D;&#x53EF;&#x4F30;&#x91CF;&#x7684;&#x8FD0;&#x7B97;&#x91CF;&#x3002;&#x7B2C;&#x4E8C;&#x4E2A;&#x95EE;&#x9898;&#x662F;&#x96BE;&#x4EE5;&#x3000;&#x3000;&#x627E;&#x5230;&#x4E00;&#x4E2A;&#x5408;&#x9002;&#x7684;&#x652F;&#x6301;&#x5927;&#x5C0F;&#xFF0C;&#x540C;&#x65F6;&#x80FD;&#x6709;&#x6548;&#x7684;&#x68C0;&#x6D4B;&#x8F83;&#x5927;&#x7269;&#x4F53;&#x548C;&#x8F83;&#x5C0F;&#x7269;&#x4F53;&#x3002;</p>
<p>&#x3000;&#x3000;2-3 &#x7B2C;&#x4E09;&#x79CD;&#x65B9;&#x6CD5;&#x5047;&#x5B9A;&#x7269;&#x4F53;&#x5F88;&#x53EF;&#x80FD;&#x5728;&#x8FDE;&#x901A;&#x5FEB;&#x7684;&#x4E2D;&#x5FC3;&#xFF08;Why?&#xFF09;&#x3002;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x96BE;&#x4EE5;&#x5206;&#x5272;&#x90A3;&#x4E9B;&#x4E0E;&#x522B;&#x7684;&#x7269;&#x4F53;&#x6216;&#x8005;&#x8DEF;&#x9762;&#x9760;&#x7684;&#x6BD4;&#x8F83;&#x8FD1;&#x7684;&#x7269;&#x4F53;&#x3002;</p>
<p>&#x3000;&#x3000;2-4 &#x7B2C;&#x56DB;&#x79CD;&#x65B9;&#x6CD5;&#x662F;&#x7528;&#x6BD4;&#x8F83;&#x597D;&#x7684;&#x65B9;&#x6CD5;&#x505A;&#x4E00;&#x4E2A;&#x805A;&#x7C7B;&#xFF0C;&#x7528;&#x805A;&#x7C7B;&#x7684;&#x5F97;&#x5230;&#x7684;&#x4E2D;&#x5FC3;&#x4EE3;&#x66FF;&#x7269;&#x4F53;&#x7684;&#x4F4D;&#x7F6E;&#x3002;&#x5229;&#x7528;KNN&#xFF08;&#xFF2B;&#xFF1D;&#xFF14;&#xFF09;&#x3002;&#x8FD9;&#x79CD;&#x65B9;&#x6CD5;&#x7684;&#x95EE;&#x9898;&#x662F;&#x4E00;&#x8F86;&#x6C7D;&#x8F66;&#x6709;&#x65F6;&#x5019;&#x53EF;&#x80FD;&#x4F1A;&#x88AB;&#x805A;&#x5230;&#x4E24;&#x4E2A;&#x7C7B;&#x522B;&#x5F53;&#x4E2D;&#x3002;</p>
<h4 id="&#x5206;&#x5272;"><a href="#&#x5206;&#x5272;" class="headerlink" title="&#x5206;&#x5272;"></a>&#x5206;&#x5272;</h4><p>&#x3000;&#x3000;&#x5206;&#x5272;&#x6709;&#x4E24;&#x4E2A;&#x76EE;&#x7684;&#xFF1A;&#x7B2C;&#x4E00;&#xFF0C;&#x5206;&#x5272;&#x4E4B;&#x540E;&#x53EF;&#x4EE5;&#x786E;&#x5B9A;&#x7269;&#x4F53;&#x7684;&#x5F62;&#x72B6;&#xFF0C;&#x7136;&#x540E;&#x53EF;&#x4EE5;&#x5C06;&#x5F62;&#x72B6;&#x63CF;&#x8FF0;&#x5E94;&#x7528;&#x5230;&#x4E0B;&#x4E00;&#x4E2A;&#x9636;&#x6BB5;&#x3002;&#x7B2C;&#x4E8C;&#xFF0C;&#x4E00;&#x65E6;&#x53EF;&#x80FD;&#x7684;&#x7269;&#x4F53;&#x5B8C;&#x6210;&#x5206;&#x7C7B;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x786E;&#x8BA4;&#x8FD9;&#x4E00;&#x4E2A;&#x5206;&#x5272;&#xFF0C;&#x5E76;&#x5C06;&#x8FD9;&#x4E9B;&#x70B9;&#x6807;&#x8BB0;&#x4E3A;&#x7279;&#x5B9A;&#x7684;&#x7269;&#x4F53;&#x3002;</p>
<p>&#x3000;&#x3000;&#x8FDB;&#x884C;&#x5206;&#x5272;&#x6709;&#x4E09;&#x79CD;&#x65B9;&#x6CD5;&#xFF1A;</p>
<p>&#x3000;&#x3000;1.&#x3000;&#x7B2C;&#x4E00;&#x79CD;&#x65B9;&#x6CD5;&#x662F;&#xFF1A;&#x7528;&#x534A;&#x5F84;&#x8FDB;&#x884C;&#x533A;&#x5206;&#x524D;&#x666F;&#x548C;&#x80CC;&#x666F;&#xFF0C;&#x5229;&#x7528;&#x9884;&#x8BBE;&#x597D;&#x7684;&#x9AD8;&#x5EA6;&#x9884;&#x6D4B;&#x7269;&#x4F53;&#x3002;&#x9002;&#x5E94;&#x6027;&#x5F88;&#x5DEE;&#x3002;</p>
<p>&#x3000;&#x3000;2.&#x3000;&#x7B2C;&#x4E8C;&#x79CD;&#x65B9;&#x6CD5;&#x662F;&#xFF1A;&#x5229;&#x7528;&#x70B9;&#x7684;&#x8FDE;&#x901A;&#x6027;&#x533A;&#x5206;&#x524D;&#x666F;&#x548C;&#x80CC;&#x666F;&#xFF0C;&#x4ECE;&#x6700;&#x8FD1;&#x7684;&#x70B9;&#x5F00;&#x59CB;&#xFF0C;&#x5229;&#x7528;&#x9884;&#x8BBE;&#x597D;&#x7684;&#x9AD8;&#x5EA6;&#x9884;&#x6D4B;&#x7269;&#x4F53;&#x3002;&#x95EE;&#x9898;&#x662F;&#x5F88;&#x591A;&#x7269;&#x4F53;&#x6CA1;&#x6CD5;&#x627E;&#x5230;&#x5BF9;&#x5E94;&#x7684;&#x9AD8;&#x5EA6;&#x9608;&#x503C;&#xFF0C;&#x8FDE;&#x901A;&#x6027;&#x533A;&#x5206;&#x524D;&#x540E;&#x666F;&#x6548;&#x679C;&#x4E5F;&#x4E0D;&#x597D;&#x3002;</p>
<p>&#x3000;&#x3000;3.&#x3000;&#x7B2C;&#x4E09;&#x79CD;&#x65B9;&#x6CD5;&#x662F;&#xFF1A;&#x7528;&#x4E0A;&#x4E00;&#x6B65;&#x7684;&#x6700;&#x8FD1;&#x90BB;&#x56FE;&#x6765;&#x786E;&#x5B9A;&#x524D;&#x666F;&#x548C;&#x80CC;&#x666F;&#x3002;&#x4F7F;&#x7528;&#x7684;&#x65B9;&#x6CD5;&#x4E0E;Y. Boykov and G. Funka-Lea.  <em>Graph cuts and efficient n-d image segmentation.</em> &#x8FD9;&#x7BC7;&#x8BBA;&#x6587;&#x7684;&#x65B9;&#x6CD5;&#x7C7B;&#x4F3C;&#x3002;&#x79F0;&#x4E3A;min-cut &#x65B9;&#x6CD5;&#x3002;</p>
<h4 id="&#x7279;&#x5F81;&#x63D0;&#x53D6;"><a href="#&#x7279;&#x5F81;&#x63D0;&#x53D6;" class="headerlink" title="&#x7279;&#x5F81;&#x63D0;&#x53D6;"></a>&#x7279;&#x5F81;&#x63D0;&#x53D6;</h4><p>&#x3000;&#x3000;&#x7279;&#x5F81;&#x63D0;&#x53D6;&#x5305;&#x542B;&#x4E24;&#x4E2A;&#x65B9;&#x9762;&#xFF1A;&#x5F62;&#x72B6;&#x7279;&#x5F81;&#x4EE5;&#x53CA;&#x4E0A;&#x4E0B;&#x6587;&#x7279;&#x5F81;&#x3002;</p>
<p>&#x3000;&#x3000;1. &#x5F62;&#x72B6;&#x7279;&#x5F81;</p>
<p>&#x3000;&#x3000;&#x63CF;&#x8FF0;&#x5F62;&#x72B6;&#x7279;&#x5F81;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x7B2C;&#x4E00;&#x6B65;&#x8BA1;&#x7B97;&#x5206;&#x5272;&#x51FA;&#x7684;&#x70B9;&#x96C6;&#x4E2D;&#xFF1A;&#x70B9;&#x7684;&#x4E2A;&#x6570;&#x3001;&#x5927;&#x81F4;&#x7684;&#x4F53;&#x79EF;&#x3001;&#x5E73;&#x5747;&#x9AD8;&#x7A0B;&#x3001;&#x9AD8;&#x7A0B;&#x7684;&#x6807;&#x51C6;&#x5DEE;&#x4EE5;&#x53CA;&#x4E24;&#x4E2A;&#x6C34;&#x5E73;&#x65B9;&#x5411;&#x7684;&#x6807;&#x51C6;&#x5DEE;&#x3002;&#x7B2C;&#x4E8C;&#x6B65;&#x5728;&#x7269;&#x4F53;&#x7684;&#x4E2D;&#x5FC3;&#x9644;&#x4E0A;&#x4E00;&#x4E2A;&#x81EA;&#x65CB;&#x56FE;&#x50CF;&#x63CF;&#x8FF0;&#x7B26;&#xFF08;&#x53C2;&#x8003;A. E. Johnson and M. Hebert. Using spin images for effi- cient object recognition in cluttered 3d scenes.&#xFF09;</p>
<p>&#x3000;&#x3000;2. &#x4E0A;&#x4E0B;&#x6587;&#x7279;&#x5F81;</p>
<p>&#x3000;&#x3000;&#x4E0A;&#x4E0B;&#x6587;&#x6307;&#x7684;&#x662F;&#x7269;&#x4F53;&#x505A;&#x5728;&#x5468;&#x56F4;&#x73AF;&#x5883;&#x3002;&#x5468;&#x56F4;&#x7684;&#x73AF;&#x5883;&#x5BF9;&#x4E8E;&#x786E;&#x5B9A;&#x4E00;&#x4E2A;&#x7269;&#x4F53;&#x7684;&#x7C7B;&#x578B;&#x6765;&#x8BF4;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x91CD;&#x8981;&#x7684;&#x4FE1;&#x606F;&#x3002;&#x6BD4;&#x5982;&#x6C7D;&#x8F66;&#x4E00;&#x822C;&#x662F;&#x5728;&#x8857;&#x9053;&#x4E0A;&#x6216;&#x8005;&#x8857;&#x9053;&#x65C1;&#x8FB9;&#x3002;&#x6587;&#x4E2D;&#x83B7;&#x53D6;&#x8BE5;&#x7269;&#x4F53;&#x8DDD;&#x79BB;&#x8857;&#x9053;&#x7684;&#x8DDD;&#x79BB;&#x6765;&#x5E2E;&#x52A9;&#x5206;&#x7C7B;&#x3002;</p>
<h4 id="&#x5206;&#x7C7B;"><a href="#&#x5206;&#x7C7B;" class="headerlink" title="&#x5206;&#x7C7B;"></a>&#x5206;&#x7C7B;</h4><p>&#x3000;&#x3000;&#x5206;&#x7C7B;&#x4F7F;&#x7528;Weka&#x5DE5;&#x5177;&#x8FDB;&#x884C;&#x6570;&#x636E;&#x5206;&#x7C7B;&#x3002;&#x4F7F;&#x7528;&#x7684;&#x65B9;&#x6CD5;&#x5305;&#x62EC;&#xFF1A;KNN(K = 1 &amp; k = 5)&#x3001;&#x968F;&#x673A;&#x6DF1;&#x6797;&#x3001;SVM(C2.5)&#x3002;</p>
<h2 id="&#x672A;&#x6765;&#x7814;&#x7A76;&#x70B9;"><a href="#&#x672A;&#x6765;&#x7814;&#x7A76;&#x70B9;" class="headerlink" title="&#x672A;&#x6765;&#x7814;&#x7A76;&#x70B9;"></a>&#x672A;&#x6765;&#x7814;&#x7A76;&#x70B9;</h2><p>&#x3000;&#x3000;1. &#x6539;&#x5584;&#x5B9A;&#x4F4D;&#x4EE5;&#x53CA;&#x5206;&#x7247;&#x7684;&#x7B97;&#x6CD5;&#x3002;</p>
<p>&#x3000;&#x3000;2. &#x4E3A;&#x7CFB;&#x7EDF;&#x589E;&#x52A0;&#x7269;&#x4F53;&#x7684;&#x7279;&#x5F81;&#x6216;&#x8005;&#x662F;&#x66F4;&#x8BE6;&#x7EC6;&#x7684;&#x51E0;&#x4F55;&#x5F62;&#x72B6;&#x7279;&#x5F81;&#x3002;</p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/LiDAR/" rel="tag">#LiDAR</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2017/06/13/SematicAlignment/" rel="next" title="Sematic Alignment of LiDAR Data at City Scale">
                <i class="fa fa-chevron-left"></i> Sematic Alignment of LiDAR Data at City Scale
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2017/06/16/Shape-based-recognition/"
           data-title="Shape-based Recognition of 3D Point Clouds in Urban Environment" data-url="http://yoursite.com/2017/06/16/Shape-based-recognition/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/0715_2.jpg"
               alt="RiHui-Song" />
          <p class="site-author-name" itemprop="name">RiHui-Song</p>
          <p class="site-description motion-element" itemprop="description">Never let it rest, until your good is better and your better is best.</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">29</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">12</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">19</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/rh-song" target="_blank" title="GitHub">
                  
                    <i class="fa fa-fw fa-github"></i>
                  
                  GitHub
                </a>
              </span>
            
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-2"><a class="nav-link" href="#总述"><span class="nav-number">1.</span> <span class="nav-text">总述</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#动机"><span class="nav-number">2.</span> <span class="nav-text">动机</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#贡献"><span class="nav-number">3.</span> <span class="nav-text">贡献</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#方法"><span class="nav-number">4.</span> <span class="nav-text">方法</span></a><ol class="nav-child"><li class="nav-item nav-level-4"><a class="nav-link" href="#定位"><span class="nav-number">4.0.1.</span> <span class="nav-text">定位</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#分割"><span class="nav-number">4.0.2.</span> <span class="nav-text">分割</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#特征提取"><span class="nav-number">4.0.3.</span> <span class="nav-text">特征提取</span></a></li><li class="nav-item nav-level-4"><a class="nav-link" href="#分类"><span class="nav-number">4.0.4.</span> <span class="nav-text">分类</span></a></li></ol></li></ol></li><li class="nav-item nav-level-2"><a class="nav-link" href="#未来研究点"><span class="nav-number">5.</span> <span class="nav-text">未来研究点</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">RiHui-Song</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Pisces
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  


  <script type="text/javascript" src="/js/src/affix.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/schemes/pisces.js?v=5.0.1"></script>



  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"rhgithubblog"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  






  
  

  

  

  

</body>
</html>
