<!doctype html>



  


<html class="theme-next pisces use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/vendors/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/vendors/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="Hexo, NexT" />








  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x524D;&amp;#x8A00;
&amp;#x5404;&amp;#x4EBA;&amp;#x5177;&amp;#x6709;&amp;#x4E2A;&amp;#x4EBA;&amp;#x7684;&amp;#x9605;&amp;#x8BFB;&amp;#x4E60;&amp;#x60EF;&amp;#xFF0C;&amp;#x6B64;&amp;#x5904;&amp;#x53EA;&amp;#x662F;&amp;#x770B;&amp;#x770B;&amp;#x5404;&amp;#x8DEF;&amp;#x5927;&amp;#x725B;&amp;#x6709">
<meta property="og:type" content="article">
<meta property="og:title" content="关于阅读论文">
<meta property="og:url" content="http://yoursite.com/2017/04/26/how-to-read-thesis/index.html">
<meta property="og:site_name" content="RiHui-Song's Blog">
<meta property="og:description" content="&amp;#x524D;&amp;#x8A00;
&amp;#x5404;&amp;#x4EBA;&amp;#x5177;&amp;#x6709;&amp;#x4E2A;&amp;#x4EBA;&amp;#x7684;&amp;#x9605;&amp;#x8BFB;&amp;#x4E60;&amp;#x60EF;&amp;#xFF0C;&amp;#x6B64;&amp;#x5904;&amp;#x53EA;&amp;#x662F;&amp;#x770B;&amp;#x770B;&amp;#x5404;&amp;#x8DEF;&amp;#x5927;&amp;#x725B;&amp;#x6709">
<meta property="og:updated_time" content="2017-04-28T13:14:42.471Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="关于阅读论文">
<meta name="twitter:description" content="&amp;#x524D;&amp;#x8A00;
&amp;#x5404;&amp;#x4EBA;&amp;#x5177;&amp;#x6709;&amp;#x4E2A;&amp;#x4EBA;&amp;#x7684;&amp;#x9605;&amp;#x8BFB;&amp;#x4E60;&amp;#x60EF;&amp;#xFF0C;&amp;#x6B64;&amp;#x5904;&amp;#x53EA;&amp;#x662F;&amp;#x770B;&amp;#x770B;&amp;#x5404;&amp;#x8DEF;&amp;#x5927;&amp;#x725B;&amp;#x6709">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Pisces',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 0,
      author: '博主'
    }
  };
</script>




  <link rel="canonical" href="http://yoursite.com/2017/04/26/how-to-read-thesis/"/>

  <title> 关于阅读论文 | RiHui-Song's Blog </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  



  <script type="text/javascript">
    var _hmt = _hmt || [];
    (function() {
      var hm = document.createElement("script");
      hm.src = "//hm.baidu.com/hm.js?c97bce939065fd18febbf66a9c21abc7";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>








  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">RiHui-Song's Blog</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle"></p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                关于阅读论文
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">发表于</span>
            <time itemprop="dateCreated" datetime="2017-04-26T17:00:50+08:00" content="2017-04-26">
              2017-04-26
            </time>
          </span>

          

          
            
              <span class="post-comments-count">
                &nbsp; | &nbsp;
                <a href="/2017/04/26/how-to-read-thesis/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2017/04/26/how-to-read-thesis/" itemprop="commentsCount"></span>
                </a>
              </span>
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <h2 id="&#x524D;&#x8A00;"><a href="#&#x524D;&#x8A00;" class="headerlink" title="&#x524D;&#x8A00;"></a>&#x524D;&#x8A00;</h2><hr>
<p>&#x5404;&#x4EBA;&#x5177;&#x6709;&#x4E2A;&#x4EBA;&#x7684;&#x9605;&#x8BFB;&#x4E60;&#x60EF;&#xFF0C;&#x6B64;&#x5904;&#x53EA;&#x662F;&#x770B;&#x770B;&#x5404;&#x8DEF;&#x5927;&#x725B;&#x6709;&#x6CA1;&#x6709;&#x597D;&#x7684;&#x9605;&#x8BFB;&#x7ECF;&#x9A8C;&#xFF0C;&#x501F;&#x9274;&#x501F;&#x9274;&#x3002;&#x5982;&#x679C;&#x6709;&#x8D70;&#x8FC7;&#x8DEF;&#x8FC7;&#x7684;&#x5927;&#x795E;&#xFF0C;&#x6B22;&#x8FCE;&#x5728;&#x8BC4;&#x8BBA;&#x533A;&#x8FDB;&#x884C;&#x6307;&#x70B9;&#x6307;&#x70B9;&#x3002;</p>
<a id="more"></a>
<h2 id="&#x8BBA;&#x6587;&#x9605;&#x8BFB;"><a href="#&#x8BBA;&#x6587;&#x9605;&#x8BFB;" class="headerlink" title="&#x8BBA;&#x6587;&#x9605;&#x8BFB;"></a>&#x8BBA;&#x6587;&#x9605;&#x8BFB;</h2><hr>
<blockquote>
<p>&#x5F6D;&#x660E;&#x8F89;&#xFF0C;&#x7855;&#x58EB;&#x73ED;&#x7814;&#x7A76;&#x6240;&#x65B0;&#x751F;&#x624B;&#x518C;</p>
</blockquote>
<p>&#x8F6C;&#x8F7D;&#x4E00;&#x6BB5;&#x77E5;&#x4E4E;&#x7684;&#x56DE;&#x7B54;&#xFF1A;</p>
<p>&#x6839;&#x636E;&#x7855;&#x58EB;&#x73ED;&#x7814;&#x7A76;&#x6240;&#x65B0;&#x751F;&#x624B;&#x518C;&#x7684;&#x9644;&#x5F55;&#x8BF4;&#x660E;&#xFF0C;&#x5982;&#x4E0B;&#xFF1A;</p>
<p>&#x5927;&#x5B66;&#x6BD5;&#x4E1A;&#x540E;&#xFF08;&#x4E0D;&#x7BA1;&#x662F;&#x5FF5;&#x7855;&#x3001;&#x535A;&#x58EB;&#x6216;&#x5DE5;&#x4F5C;&#xFF09;&#xFF0C;&#x53EF;&#x4EE5;&#x53C2;&#x8003;&#x7684;&#x8D44;&#x6599;&#x90FD;&#x6CA1;&#x6709;&#x79E9;&#x5E8F;&#x5730;&#x4EA4;&#x9519;&#x6210;&#x4E00;<br>&#x56E2;&#xFF0C;&#x800C;&#x4E14;&#x6C38;&#x8FDC;&#x90FD;&#x8BFB;&#x4E0D;&#x5B8C;&#x3002;&#x7528;&#x5927;&#x5B66;&#x751F;&#x7684;&#x5FC3;&#x6001;&#x8BFB;&#x4E66;&#xFF0C;&#x7ED3;&#x679C;&#x4E00;&#x5B9A;&#x65F6;&#x95F4;&#x6C38;&#x8FDC;&#x4E0D;&#x591F;&#x7528;&#x3002;&#x56E0;&#x6B64;&#xFF0C;<br>&#x6BCF;&#x6B21;&#x8BFB;&#x8BBA;&#x6587;&#x90FD;&#x4E00;&#x5B9A;&#x8981;&#x5E26;&#x7740;&#x95EE;&#x9898;&#x53BB;&#x8BFB;&#xFF0C;&#x6BCF;&#x6B21;&#x8BFB;&#x7684;&#x65F6;&#x5019;&#x90FD;&#x53EA;&#x662F;&#x56FE;&#x56DE;&#x7B54;&#x4F60;&#x8981;&#x56DE;&#x7B54;&#x7684;&#x95EE;&#x9898;&#x3002;<br>&#x56E0;&#x6B64;&#xFF0C;&#x4E00;&#x5B9A;&#x662F;&#x9009;&#x62E9;&#x6027;&#x5730;&#x9605;&#x8BFB;&#xFF0C;&#x4E00;&#x5B9A;&#x8981;&#x9010;&#x6E10;&#x7531;&#x7C97;&#x800C;&#x7EC6;&#x5730;&#x4E00;&#x5C42;&#x4E00;&#x5C42;&#x53BB;&#x4E86;&#x89E3;&#x3002;&#x4E0A;&#x9762;&#x6240;&#x89C4;&#x5212;<br>&#x7684;&#x8BFB;&#x8BBA;&#x6587;&#x7684;&#x6B21;&#x5E8F;&#xFF0C;&#x5C31;&#x662F;&#x7531;&#x7C97;&#x800C;&#x7EC6;&#xFF0C;&#x6BCF;&#x8BFB;&#x5B8C;&#x4E00;&#x8F6E;&#xFF0C;&#x4F60;&#x5BF9;&#x8FD9;&#x95EE;&#x9898;&#x7684;&#x77E5;&#x8BC6;&#x5C31;&#x589E;&#x52A0;&#x4E00;&#x5C42;&#x3002;&#x6839;<br>&#x636E;&#x8FD9;&#x4E00;&#x5C42;&#x77E5;&#x8BC6;&#x5C31;&#x53EF;&#x4EE5;&#x95EE;&#x51FA;&#x4E0B;&#x4E00;&#x5C42;&#x66F4;&#x7EC6;&#x81F4;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x518D;&#x6839;&#x636E;&#x8FD9;&#x4E9B;&#x66F4;&#x7EC6;&#x81F4;&#x7684;&#x95EE;&#x9898;&#x53BB;&#x91CD;&#x8BFB;&#xFF0C;<br>&#x5C31;&#x53EF;&#x4EE5;&#x7406;&#x89E3;&#x5230;&#x66F4;&#x591A;&#x7684;&#x5185;&#x5BB9;&#x3002;<strong>&#x56E0;&#x6B64;&#xFF0C;&#x4E00;&#x5B9A;&#x662F;&#x4E00;&#x6574;&#x6279;&#x4E00;&#x8D77;&#x8BFB;&#x61C2;&#x5230;&#x67D0;&#x4E2A;&#x5C42;&#x6B21;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x9010;&#x7BC7;<br>&#x9010;&#x7BC7;&#x5730;&#x6574;&#x7BC7;&#x4E00;&#x6B21;&#x8BFB;&#x61C2;&#x3002;</strong></p>
<p>&#x8FD9;&#x6837;&#x8BFB;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x597D;&#x5904;&#xFF1A;&#x7B2C;&#x4E00;&#x8F6E;&#x8BFB;&#x5B8C;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x6839;&#x636E;&#x7B2C;&#x4E00;&#x8F6E;&#x6240;&#x83B7;&#x5F97;&#x7684;&#x77E5;&#x8BC6;&#x5224;&#x65AD;&#x51FA;&#x54EA;&#x4E9B;&#x8BBA;<br>&#x6587;&#x4E0E;&#x4F60;&#x7684;&#x8BAE;&#x9898;&#x4E0D;&#x76F8;&#x5173;&#xFF0C;&#x4E0D;&#x76F8;&#x5173;&#x7684;&#x5C31;&#x4E0D;&#x9700;&#x8981;&#x518D;&#x8BFB;&#x4E0B;&#x53BB;&#x4E86;&#x3002;&#x8FD9;&#x6837;&#x624D;&#x53EF;&#x4EE5;&#x4ECE;&#x5E7F;&#x6CDB;&#x7684;&#x8BBA;&#x6587;&#x91CC;<br>&#x9010;&#x5C42;&#x51C6;&#x786E;&#x5730;&#x7B5B;&#x9009;&#x51FA;&#x4F60;&#x771F;&#x6B63;&#x975E;&#x61C2;&#x4E0D;&#x53EF;&#x7684;&#x90E8;&#x5206;&#x3002;&#x4E0D;&#x8981;&#x8BFB;&#x4E0D;&#x4F1A;&#x7528;&#x5230;&#x7684;&#x4E1C;&#x897F;&#xFF0C;&#x767D;&#x8D39;&#x7684;&#x529B;&#x6C14;&#x5FC5;<br>&#x987B;&#x88AB;&#x6781;&#x5C0F;&#x5316;&#xFF01;&#x5176;&#x5B9E;&#xFF0C;&#x7EDD;&#x5927;&#x90E8;&#x5206;&#x8BBA;&#x6587;&#x90FD;&#x53EA;&#x9700;&#x8981;&#x4E86;&#x89E3;&#x5B83;&#x7684;&#x4E3B;&#x8981;&#x89C2;&#x5FF5;&#xFF08;&#x8FD9;&#x5F80;&#x5F80;&#x6BD4;&#x8F83;&#x5BB9;&#x6613;&#xFF09;<br>&#xFF0C;&#x800C;&#x4E0D;&#x9700;&#x8981;&#x4E86;&#x89E3;&#x5B83;&#x7684;&#x8BE6;&#x7EC6;&#x63A8;&#x5BFC;&#x8FC7;&#x7A0B;&#xFF08;&#x8FD9;&#x53CD;&#x800C;&#x6BD4;&#x8F83;&#x8D39;&#x65F6;&#xFF09;&#x3002;<br>      &#x5176;&#x6B21;&#xFF0C;&#x4E00;&#x6574;&#x6279;&#x4E00;&#x8D77;&#x8BFB;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x597D;&#x5904;&#xFF1A;&#x540C;&#x4E00;&#x6D3E;&#x7684;&#x89C2;&#x5FF5;&#xFF0C;&#x6709;&#x7684;&#x4F5C;&#x8005;&#x8BF4;&#x5F97;&#x8F83;&#x6613;&#x61C2;&#xFF0C;&#x6709;&#x7684;&#x8BF4;<br>&#x5F97;&#x4E0D;&#x6E05;&#x695A;&#x3002;&#x6574;&#x6279;&#x8BFB;&#x7565;&#x8FC7;&#x4E00;&#x6B21;&#x4E4B;&#x540E;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x89C4;&#x5212;&#x51FA;&#x4E00;&#x4E2A;&#x4F60;&#x4EE5;&#x4E3A;&#x6BD4;&#x8F83;&#x5BB9;&#x6613;&#x61C2;&#x7684;&#x9605;&#x8BFB;&#x6B21;&#x5E8F;<br>&#xFF0C;&#x800C;&#x4E0D;&#x8981;&#x786C;&#x78B0;&#x786C;&#x5730;&#x5728;&#x90A3;&#x91CC;&#x649E;&#x5899;&#x58C1;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x4ECE;&#x7532;&#x8BBA;&#x6587;&#x5E2E;&#x4F60;&#x5F04;&#x61C2;&#x4E59;&#x8BBA;&#x6587;&#x7684;&#x4E00;&#x4E2A;&#x6BB5;&#x843D;&#xFF0C;&#x6CA1;<br>&#x4EBA;&#x8BF4;&#x8BFB;&#x61C2;&#x7532;&#x8BBA;&#x6587;&#x53EA;&#x80FD;&#x9760;&#x7532;&#x8BBA;&#x6587;&#x7684;&#x4FE1;&#x606F;&#x3002;<strong>&#x6240;&#x4EE5;&#xFF0C;&#x6574;&#x6279;&#x9605;&#x8BFB;&#x5F88;&#x50CF;&#x5728;&#x73A9;&#x8DF3;&#x68CB;&#xFF0C;&#x4F60;&#x8981;&#x53BB;&#x89C4;&#x5212;<br>&#x51FA;&#x4F60;&#x81EA;&#x5DF1;&#x9605;&#x8BFB;&#x65F6;&#x7684;&#x300C;&#x6700;&#x7701;&#x529B;&#x8DEF;&#x5F84;&#x300D;&#x3002;</strong><br>       &#x5927;&#x5B66;&#x90E8;&#x5B66;&#x751F;&#x8BFB;&#x4E1C;&#x897F;&#x4E00;&#x5B9A;&#x8981;&#x5FAA;&#x89C4;&#x8E48;&#x77E9;&#xFF0C;&#x4F60;&#x8FD8;&#x6CA1;&#x4FEE;&#x8FC7;&#x673A;&#x68B0;&#x89C6;&#x89C9;&#x76F8;&#x5173;&#x8BFE;&#x7A0B;&#x4E4B;&#x524D;&#x53EF;&#x80FD;&#x4E5F;&#x53EA;&#x597D;<br>&#x5FAA;&#x89C4;&#x8E48;&#x77E9;&#x5730;&#x9010;&#x884C;&#x53BB;&#x5FF5;&#x3002;&#x4F46;&#x662F;&#x4E00;&#x65E6;&#x4FEE;&#x8FC7;&#x673A;&#x68B0;&#x89C6;&#x89C9;&#x76F8;&#x5173;&#x8BFE;&#x7A0B;&#xFF0C;&#x8BB8;&#x591A;&#x8BBA;&#x6587;&#x4E2D;&#x6CA1;&#x88AB;&#x4EA4;&#x4EE3;&#x7684;&#x6BB5;<br>&#x843D;&#x4F60;&#x4E5F;&#x5DF2;&#x7ECF;&#x53EF;&#x4EE5;&#x6709;&#x4E00;&#x4E9B;&#x5C5E;&#x4E8E;&#x4F60;&#x7684;&#x60F3;&#x8C61;&#xFF08;&#x867D;&#x7136;&#x6709;&#x53EF;&#x80FD;&#x731C;&#x9519;&#xFF0C;&#x5C24;&#x5176;&#x521A;&#x5F00;&#x59CB;&#x65F6;&#x7ECF;&#x5E38;&#x731C;&#x9519;&#xFF0C;<br>&#x4F46;&#x6CA1;&#x5173;&#x7CFB;&#xFF0C;&#x4E0B;&#x9762;&#x8BE6;&#x8FF0;&#xFF09;&#x3002;&#x8FD9;&#x4E9B;&#x60F3;&#x8C61;&#x5F80;&#x5F80;&#x8865;&#x8DB3;&#x8BBA;&#x6587;&#x8DF3;&#x8DC3;&#x5904;&#x6700;&#x5FEB;&#x901F;&#x7684;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x3002;&#x5176;&#x5B9E;&#xFF0C;<br>&#x4E00;&#x4E2A;&#x5927;&#x5B66;&#x6BD5;&#x4E1A;&#x751F;&#x6240;&#x5B66;&#x5DF2;&#x7ECF;&#x5F88;&#x591A;&#x4E86;&#xFF0C;&#x5BF9;&#x8BB8;&#x591A;&#x662F;&#x90FD;&#x53EF;&#x4EE5;&#x6709;&#x4E00;&#x4E2A;&#x4E0D;&#x592A;&#x79BB;&#x8C31;&#x7684;&#x60F3;&#x8C61;&#x80FD;&#x529B;&#x3002;&#x4F46;<br>&#x662F;&#x5927;&#x90E8;&#x5206;&#x5B66;&#x751F;&#x5374;&#x6839;&#x672C;&#x4E0D;&#x6562;&#x53BB;&#x60F3;&#x8C61;&#x3002;&#x6211;&#x8BFB;&#x8BBA;&#x6587;&#x8FDC;&#x6BD4;&#x5B66;&#x751F;&#x5FEB;&#xFF0C;&#x5206;&#x6790;&#x8FDC;&#x6BD4;&#x5B66;&#x751F;&#x6DF1;&#x5165;&#xFF0C;&#x4E3B;&#x8981;<br>&#x7684;&#x662F;&#x6211;&#x6562;&#x60F3;&#x8C61;&#x4E0E;&#x731C;&#x6D4B;&#xFF0C;&#x800C;&#x4E14;&#x591A;&#x5E74;&#x8BAD;&#x7EC3;&#x4E0B;&#x6765;&#x60F3;&#x8C61;&#x4E0E;&#x731C;&#x6D4B;&#x7684;&#x51C6;&#x786E;&#x5EA6;&#x5F88;&#x9AD8;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x8BB8;&#x591A;&#x8BBA;<br>&#x6587;&#x6211;&#x6839;&#x672C;&#x4E0D;&#x662F;&#x300C;&#x8BFB;&#x61C2;&#x300D;&#x7684;&#xFF0C;&#x800C;&#x662F;&#x300C;&#x731C;&#x5BF9;&#x300D;&#x4E86;&#xFF01;<br>      &#x5047;&#x5982;&#x731C;&#x9519;&#x4E86;&#x600E;&#x4E48;&#x529E;&#xFF1F;&#x4E0D;&#x7528;&#x6015;&#xFF01;&#x731C;&#x5B8C;&#x4E00;&#x540E;&#x8981;&#x6839;&#x636E;&#x4F60;&#x7684;&#x731C;&#x6D4B;&#x5728;&#x8BBA;&#x6587;&#x91CC;&#x627E;&#x8BC1;&#x636E;&#xFF0C;&#x7528;&#x4EE5;&#x5224;&#x65AD;<br>&#x4F60;&#x7684;&#x731C;&#x6D4B;&#x5BF9;&#x4E0D;&#x5BF9;&#x3002;&#x731C;&#x5BF9;&#x4E86;&#xFF0C;&#x5C31;&#x7528;&#x4F60;&#x7684;&#x731C;&#x6D4B;&#xFF08;&#x5176;&#x5B9E;&#x662F;&#x4F60;&#x7684;&#x63A8;&#x7406;&#x67B6;&#x6784;&#xFF09;&#x53BB;&#x5438;&#x6536;&#x4F5C;&#x8005;&#x7684;&#x8D44;<br>&#x8BAF;&#x4E0E;&#x521B;&#x610F;&#xFF08;&#x8FD9;&#x4F1A;&#x6BD4;&#x4ECE;&#x5934;&#x786C;&#x751F;&#x751F;&#x5730;&#x53BB;&#x8FC1;&#x5C31;&#x4F5C;&#x8005;&#x7684;&#x601D;&#x8DEF;&#x8F7B;&#x677E;&#x800C;&#x5BB9;&#x6613;&#xFF09;&#xFF1B;&#x731C;&#x9519;&#x4E86;&#xFF0C;&#x8BBA;&#x6587;&#x7406;<br>&#x4F1A;&#x6709;&#x4E00;&#x4E9B;&#x4FE1;&#x606F;&#x544A;&#x8BC9;&#x4F60;&#x8BF4;&#x4F60;&#x9519;&#x4E86;&#xFF0C;&#x800C;&#x4E14;&#x56E0;&#x4E3A;&#x731C;&#x9519;&#x6240;&#x4EE5;&#x4F60;&#x8BFB;&#x5230;&#x5BF9;&#x7684;&#x7B54;&#x6848;&#x65F6;&#x53CD;&#x800C;&#x5370;&#x8C61;&#x66F4;&#x6DF1;<br>&#x523B;&#x3002; </p>
<p>&#x4EE5;&#x4E0A;&#x7BC7;&#x7AE0;&#xFF1A;</p>
<p>&#x4F5C;&#x8005;&#xFF1A;&#x591A;&#x7F57;<br>&#x94FE;&#x63A5;&#xFF1A;<a href="https://www.zhihu.com/question/23924014/answer/26470331" target="_blank" rel="external">https://www.zhihu.com/question/23924014/answer/26470331</a><br>&#x6765;&#x6E90;&#xFF1A;&#x77E5;&#x4E4E;<br>&#x8457;&#x4F5C;&#x6743;&#x5F52;&#x4F5C;&#x8005;&#x6240;&#x6709;&#x3002;&#x5546;&#x4E1A;&#x8F6C;&#x8F7D;&#x8BF7;&#x8054;&#x7CFB;&#x4F5C;&#x8005;&#x83B7;&#x5F97;&#x6388;&#x6743;&#xFF0C;&#x975E;&#x5546;&#x4E1A;&#x8F6C;&#x8F7D;&#x8BF7;&#x6CE8;&#x660E;&#x51FA;&#x5904;&#x3002;</p>
<h2 id="&#x9605;&#x8BFB;&#x987A;&#x5E8F;"><a href="#&#x9605;&#x8BFB;&#x987A;&#x5E8F;" class="headerlink" title="&#x9605;&#x8BFB;&#x987A;&#x5E8F;"></a>&#x9605;&#x8BFB;&#x987A;&#x5E8F;</h2><hr>
<p>&#x5927;&#x591A;&#x6570;&#x63A8;&#x8350;&#x7684;&#x9605;&#x8BFB;&#x987A;&#x5E8F;&#x662F;&#xFF1A;&#x6458;&#x8981;&#x3001;&#x5F15;&#x8A00;&#x3001;&#x76F8;&#x5173;&#x5DE5;&#x4F5C;&#x3001;&#x56FE;&#x8868;&#x3001;&#x8BA8;&#x8BBA;&#x3001;&#x7ED3;&#x679C;&#x548C;&#x8BC1;&#x660E;&#x3002;</p>
<h2 id="&#x6765;&#x81EA;&#x51E0;&#x4F4D;&#x597D;&#x53CB;&#x7684;&#x5EFA;&#x8BAE;"><a href="#&#x6765;&#x81EA;&#x51E0;&#x4F4D;&#x597D;&#x53CB;&#x7684;&#x5EFA;&#x8BAE;" class="headerlink" title="&#x6765;&#x81EA;&#x51E0;&#x4F4D;&#x597D;&#x53CB;&#x7684;&#x5EFA;&#x8BAE;"></a>&#x6765;&#x81EA;&#x51E0;&#x4F4D;&#x597D;&#x53CB;&#x7684;&#x5EFA;&#x8BAE;</h2><hr>
<p>&#x591A;&#x8BFB;&#x51E0;&#x7BC7;&#x8BBA;&#x6587;&#x4E4B;&#x540E;&#xFF0C;&#x8003;&#x8651;&#x4F7F;&#x7528;&#x8868;&#x683C;&#x8FDB;&#x884C;&#x603B;&#x7ED3;&#x3002;&#x8868;&#x5934;&#x53EF;&#x4EE5;&#x5305;&#x62EC;&#xFF1A;dataset, preprocessing,<br>methods, results, conslusions&#x7B49;&#x3002;&#x4E5F;&#x501F;&#x6B64;&#x8BB0;&#x5F55;&#x81EA;&#x5DF1;&#x770B;&#x8FC7;&#x7684;paper&#x3002;&#x2013;Tarantula<br>&#x5BF9;&#x4E8E;&#x8BFB;&#x8FC7;&#x7684;paper&#xFF0C;&#x8BB0;&#x4E0B;&#x81EA;&#x5DF1;&#x611F;&#x5174;&#x8DA3;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x4EE5;&#x53CA;&#x503C;&#x5F97;&#x7EE7;&#x7EED;&#x8FFD;&#x8E2A;&#x4E0B;&#x53BB;&#x7684;&#x5F15;&#x7528;&#x6587;&#x732E;&#xFF0C;<br>&#x4EE5;&#x514D;&#x9057;&#x5FD8;&#x3002;&#x2013;Goshin</p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>

    <footer class="post-footer">
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2017/03/07/use-vim-with-gdb/" rel="next" title="在vim中使用gdb调试">
                <i class="fa fa-chevron-left"></i> 在vim中使用gdb调试
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2017/06/13/SematicAlignment/" rel="prev" title="Sematic Alignment of LiDAR Data at City Scale">
                Sematic Alignment of LiDAR Data at City Scale <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2017/04/26/how-to-read-thesis/"
           data-title="关于阅读论文" data-url="http://yoursite.com/2017/04/26/how-to-read-thesis/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/0715_2.jpg"
               alt="RiHui-Song" />
          <p class="site-author-name" itemprop="name">RiHui-Song</p>
          <p class="site-description motion-element" itemprop="description">Never let it rest, until your good is better and your better is best.</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">28</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">12</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">19</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
            
              <span class="links-of-author-item">
                <a href="https://github.com/rh-song" target="_blank" title="GitHub">
                  
                    <i class="fa fa-fw fa-github"></i>
                  
                  GitHub
                </a>
              </span>
            
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-2"><a class="nav-link" href="#前言"><span class="nav-number">1.</span> <span class="nav-text">前言</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#论文阅读"><span class="nav-number">2.</span> <span class="nav-text">论文阅读</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#阅读顺序"><span class="nav-number">3.</span> <span class="nav-text">阅读顺序</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#来自几位好友的建议"><span class="nav-number">4.</span> <span class="nav-text">来自几位好友的建议</span></a></li></ol></div>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">RiHui-Song</span>
</div>

<div class="powered-by">
  由 <a class="theme-link" href="http://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Pisces
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/vendors/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/vendors/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/vendors/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/vendors/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  


  <script type="text/javascript" src="/js/src/affix.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/schemes/pisces.js?v=5.0.1"></script>



  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"rhgithubblog"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    <script src="/vendors/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  






  
  

  

  

  

</body>
</html>
